-- Македонија (Macedonia) - 0:31 to 1:44
INSERT INTO questions (question_text, options, correct_answer_index, start_timestamp, end_timestamp) VALUES 
-- 0:31 to 0:43
('Кое македонско езеро е едно од најстарите во светот?', '["Преспанско Езеро", "Дојранско Езеро", "Охридско Езеро", "Мавровско Езеро"]', 2, 31, 43),
-- 1:01 to 1:14
('Во кој град е родена Мајка Тереза?', '["Битола", "Скопје", "Охрид", "Куманово"]', 1, 61, 74),
-- 1:31 to 1:44
('Kој мост е еден од најстарите симболи на Скопје?', '["Железнички мост", "Мост на уметноста", "Гоце Делчев мост", "Камен Мост"]', 3, 91, 104),


-- Унгарија (Hungary) - 2:20 to 3:33
-- 2:20 to 2:33
('Кој град е главен град на Унгарија?', '["Дебрецен", "Сегед", "Печ", "Будимпешта"]', 3, 140, 153),
-- 2:50 to 3:03
('Како се вика најголемото езеро во Унгарија?', '["Дунавско Езеро", "Хевиз", "Балатон", "Тиса"]', 2, 170, 183),
-- 3:20 to 3:33
('Кој познат изум потекнува од Унгарија?', '["Лего коцката", "Рубикова коцка", "Шах", "Домино"]', 1, 200, 213),


-- Италија (Italy) - 4:09 to 5:23
-- 4:09 to 4:23
('Во кој град настанала пицата „Маргарита"?', '["Рим", "Милано", "Венеција", "Наполи"]', 3, 249, 263),
-- 4:39 to 4:53
('Кој вулкан ја уништил Помпеја во 79 година?', '["Етна", "Стромболи", "Везув", "Олимп"]', 2, 279, 293),
-- 5:09 to 5:23
('Кој познат антички амфитеатар се наоѓа во Рим?', '["Пантеон", "Форум Романум", "Колизеум", "Арена ди Верона"]', 2, 309, 323),


-- Молдавија (Moldova) - 6:00 to 7:13
-- 6:00 to 6:13
('Како се вика најголемата винска визба во светот што се наоѓа во Молдавија?', '["Крикова", "Милешти Мичи", "Токај", "Балатон"]', 1, 360, 373),
-- 6:30 to 6:43
('Кој непризнат регион се наоѓа во Молдавија?', '["Гагаузија", "Буковина", "Приднестровје", "Добруџа"]', 2, 390, 403),
-- 7:00 to 7:13
('По што е особено позната Молдавија?', '["Производство на автомобили", "Текстилна индустрија", "Производство на вино", "Нафта"]', 2, 420, 433),


-- Грција (Greece) - 7:50 to 9:03
-- 7:50 to 8:03
('Колку приближно острови има Грција?', '["Околу 500", "Околу 1.000", "Околу 3.000", "Околу 6.000"]', 3, 470, 483),
-- 8:20 to 8:33
('Кој познат антички локалитет е симбол на Атина?', '["Колосот од Родос", "Делфи", "Олимпија", "Акропол"]', 3, 500, 513),
-- 8:50 to 9:03
('Кој град се смета за лулка на демократијата?', '["Коринт", "Теба", "Атина", "Спарта"]', 2, 530, 543);
