-- Македонија (Macedonia)
INSERT INTO questions (question_text, options, correct_answer_index) VALUES 
('Кое македонско езеро е едно од најстарите во светот?', '["Преспанско Езеро", "Дојранско Езеро", "Охридско Езеро", "Мавровско Езеро"]', 2),
('Во кој град е родена Мајка Тереза?', '["Битола", "Скопје", "Охрид", "Куманово"]', 1),
('Kој мост е еден од најстарите симболи на Скопје?', '["Железнички мост", "Мост на уметноста", "Гоце Делчев мост", "Камен Мост"]', 3),
('Кое село е познато по традиционалната Галичка свадба?', '["Крушево", "Галичник", "Лазарополе", "Вевчани"]', 1),
('Под заштита на која меѓународна организација се Охрид и Охридското Езеро?', '["НАТО", "ЕУ", "УНЕСКО", "ОН"]', 2),

-- Унгарија (Hungary)
('Кој град е главен град на Унгарија?', '["Дебрецен", "Сегед", "Печ", "Будимпешта"]', 3),
('Како се вика најголемото езеро во Унгарија?', '["Дунавско Езеро", "Хевиз", "Балатон", "Тиса"]', 2),
('Кој познат изум потекнува од Унгарија?', '["Лего коцката", "Рубикова коцка", "Шах", "Домино"]', 1),

-- Италија (Italy)
('Во кој град настанала пицата „Маргарита"?', '["Рим", "Милано", "Венеција", "Наполи"]', 3),
('Кој вулкан ја уништил Помпеја во 79 година?', '["Етна", "Стромболи", "Везув", "Олимп"]', 2),
('Кој познат антички амфитеатар се наоѓа во Рим?', '["Пантеон", "Форум Romanум", "Колизеум", "Арена ди Верона"]', 2),
('Која мала држава се наоѓа целосно во рамките на Италија?', '["Монако", "Ватикан", "Андора", "Лихтенштајн"]', 1),
('Италија има најмногу локалитети под заштита на која организација?', '["ОН", "ЕУ", "НАТО", "УНЕСКО"]', 3),

-- Молдавија (Moldova)
('Како се вика најголемата винска визба во светот што се наоѓа во Молдавија?', '["Крикова", "Милешти Мичи", "Токај", "Балатон"]', 1),
('Кој непризнат регион се наоѓа во Молдавија?', '["Гагаузија", "Буковина", "Приднестровје", "Добруџа"]', 2),
('По што е особено позната Молдавија?', '["Производство на автомобили", "Текстилна индустрија", "Производство на вино", "Нафта"]', 2),

-- Грција (Greece)
('Кој е највисокиот врв во Грција?', '["Парнас", "Тајгет", "Атон", "Олимп"]', 3),
('Колку приближно острови има Грција?', '["Околу 500", "Околу 1.000", "Околу 3.000", "Околу 6.000"]', 3),
('Каде се одржале првите Олимписки игри?', '["Атина", "Спарта", "Олимпија", "Делфи"]', 2),
('Кој познат антички локалитет е симбол на Атина?', '["Колосот од Родос", "Делфи", "Олимпија", "Акропол"]', 3),
('Кој град се смета за лулка на демократијата?', '["Коринт", "Теба", "Атина", "Спарта"]', 2);
