-- Македонија (Macedonia) - 0:31 to 2:44
INSERT INTO questions (question_text, options, correct_answer_index, start_timestamp, end_timestamp) VALUES 
-- 0:31 to 0:43
('Кое македонско езеро е едно од најстарите во светот?', '["Преспанско Езеро", "Дојранско Езеро", "Охридско Езеро", "Мавровско Езеро"]', 2, 31, 43),
-- 1:01 to 1:14
('Во кој град е родена Мајка Тереза?', '["Битола", "Скопје", "Охрид", "Куманово"]', 1, 61, 74),
-- 1:30 to 1:44
('Kој мост е еден од најстарите симболи на Скопје?', '["Железнички мост", "Мост на уметноста", "Гоце Делчев мост", "Камен Мост"]', 3, 90, 104),
-- 2:01 to 2:14
('Кое село е познато по традиционалната Галичка свадба?', '["Крушево", "Галичник", "Лазарополе", "Вевчани"]', 1, 121, 134),
-- 2:30 to 2:44
('Под заштита на која меѓународна организација се Охрид и Охридското Езеро?', '["НАТО", "ЕУ", "УНЕСКО", "ОН"]', 2, 150, 164),



-- Унгарија (Hungary) - 3:19 to 4:32
-- 3:19 to 3:32
('Кој град е главен град на Унгарија?', '["Дебрецен", "Сегед", "Печ", "Будимпешта"]', 3, 199, 212),
-- 3:49 to 4:02
('Како се вика најголемото езеро во Унгарија?', '["Дунавско Езеро", "Хевиз", "Балатон", "Тиса"]', 2, 229, 242),
-- 4:18 to 4:32
('Кој познат изум потекнува од Унгарија?', '["Лего коцката", "Рубикова коцка", "Шах", "Домино"]', 1, 258, 272),



-- Италија (Italy) - 5:08 to 7:21
-- 5:08 to 5:21
('Во кој град настанала пицата „Маргарита"?', '["Рим", "Милано", "Венеција", "Наполи"]', 3, 308, 321),
-- 5:38 to 5:51
('Кој вулкан ја уништил Помпеја во 79 година?', '["Етна", "Стромболи", "Везув", "Олимп"]', 2, 338, 351),
-- 6:08 to 6:21
('Кој познат антички амфитеатар се наоѓа во Рим?', '["Пантеон", "Форум Romanum", "Колизеум", "Арена ди Верона"]', 2, 368, 381),
-- 6:38 to 6:51
('Која мала држава се наоѓа целосно во рамките на Италија?', '["Монако", "Ватикан", "Андора", "Лихтенштајн"]', 1, 398, 411),
-- 7:08 to 7:21
('Италија има најмногу локалитети под заштита на која организација?', '["ОН", "ЕУ", "НАТО", "УНЕСКО"]', 3, 428, 441),



-- Молдавија (Moldova) - 7:57 to 9:10
-- 7:57 to 8:10
('Како се вика најголемата винска визба во светот што се наоѓа во Молдавија?', '["Крикова", "Милешти Мичи", "Токај", "Балатон"]', 1, 477, 490),
-- 8:27 to 8:40
('Кој непризнат регион се наоѓа во Молдавија?', '["Гагаузија", "Буковина", "Приднестровје", "Добруџа"]', 2, 507, 520),
-- 8:57 to 9:10
('По што е особено позната Молдавија?', '["Производство на автомобили", "Текстилна индустрија", "Производство на вино", "Нафта"]', 2, 537, 550),



-- Грција (Greece) - 9:45 to 11:59
-- 9:45 to 9:58
('Кој е највисокиот врв во Грција?', '["Парнас", "Тајгет", "Атон", "Олимп"]', 3, 585, 598),
-- 10:15 to 10:29
('Колку приближно острови има Грција?', '["Околу 500", "Околу 1.000", "Околу 3.000", "Околу 6.000"]', 3, 615, 629),
-- 10:45 to 10:59
('Каде се одржале првите Олимписки игри?', '["Атина", "Спарта", "Олимпија", "Делфи"]', 2, 645, 659),
-- 11:15 to 11:29
('Кој познат антички локалитет е симбол на Атина?', '["Колосот од Родос", "Делфи", "Олимпија", "Акропол"]', 3, 675, 689),
-- 11:45 to 11:59
('Кој град се смета за лулка на демократијата?', '["Коринт", "Теба", "Атина", "Спарта"]', 2, 705, 719);